Repository: 2lambda123/bitcoin-bitcoin
Catalog: locale/*/LC_MESSAGES/bitcoin.po
Languages: pl

source: Usage:
pl: Użycie:

source: Send command to -server or bitcoind
pl: Wysyła polecenia do wystąpienia programu uruchomionego z opcją -server lub do programu bitcoind

source: List commands
pl: Wypisuje polecenia

source: Get help for a command
pl: Wypisuje informacje pomocy dotyczące polecenia

source: Options:
pl: Opcje:

source: Specify configuration file (default: bitcoin.conf)
pl: Określa plik konfiguracyjny (domyślny: bitcoin.conf)

source: Generate coins
pl: Generuje fundusze

source: Don't generate coins
pl: Wyłącza generowanie funduszy

source: Start minimized
pl: Uruchamia zminimalizowany

source: Specify data directory
pl: Określa katalog danych

source: Connect through socks4 proxy
pl: Łączy za pośrednictwem protokołu pośredniczącego socks4

source: Add a node to connect to
pl: Dodaje węzeł i łączy z nim

source: Connect only to the specified node
pl: Łączy tylko z określonym węzłem

source: Fee per KB to add to transactions you send
pl: Określa wysokość prowizji dla KB wysłanych transakcji

source: Accept command line and JSON-RPC commands
pl: Akceptuje polecenia i polecenia JSON-RPC

source: Run in the background as a daemon and accept commands
pl: Uruchamia program w tle jako demon i przyjmuje polecenia

source: Use the test network
pl: Używa sieci testowej

source: Username for JSON-RPC connections
pl: Określa nazwę użytkownika dla połączeń JSON-RPC

source: Password for JSON-RPC connections
pl: Określa hasło dla połączeń JSON-RPC

source: Listen for JSON-RPC connections on <port> (default: 8332)
pl: TOFIX: Nasłuchuje połączeń JSON-RPC na porcie <port>

source: Allow JSON-RPC connections from specified IP address
pl: Dopuszcza połączenia JSON-RPC z określonego adresu IP

source: Send commands to node running on <ip> (default: 127.0.0.1)
pl: TOFIX: Przesyła polecenia do węzła uruchomionego pod adresem <ip>

source: SSL options: (see the Bitcoin Wiki for SSL setup instructions)
pl: Opcje SSL: (informacje o konfiguracji SSL na stronie Wiki programu)

source: Use OpenSSL (https) for JSON-RPC connections
pl: Używa OpenSSL (https) dla połączeń JSON-RPC

source: Server certificate file (default: server.cert)
pl: Określa plik certyfikatu serwera (domyślny: server.cert)

source: Server private key (default: server.pem)
pl: Określa plik klucza prywatnego (domyślny: server.pem)

source: Acceptable ciphers (default: TLSv1+HIGH:!SSLv2:!aNULL:!eNULL:!AH:!3DES:@STRENGTH)
pl: Określa akceptowane szyfrowanie (domyślne: TLSv1+HIGH:!SSLv2:!aNULL:!eNULL:!AH:!3DES:@STRENGTH)

source: This help message
pl: Wypisuje komunikat pomocy

source: Cannot obtain a lock on data directory %s. Bitcoin is probably already running.
pl: Nie można założyć blokady katalogu danych %s. Prawdopodobnie program jest już uruchomiony.

source: Error loading addr.dat
pl: Wystąpił błąd podczas wczytywania pliku addr.dat

source: Error loading blkindex.dat
pl: Wystąpił błąd podczas wczytywania pliku blkindex.dat

source: Error loading wallet.dat
pl: Wystąpił błąd podczas wczytywania pliku wallet.dat

source: Invalid -proxy address
pl: Nieprawidłowy adres serwera pośredniczącego

source: Invalid amount for -paytxfee=<amount>
pl: Niepoprawna kwota określona dla opcji -paytxfee=<amount>

source: Warning: -paytxfee is set very high. This is the transaction fee you will pay if you send a transaction.
pl: Ostrzeżenie: ustawiono bardzo duży argument opcji -paytxfee. Określa on wysokość prowizji transakcji, która zostanie opłacona podczas jej realizacji.

source: Warning: Disk space is low
pl: Ostrzeżenie: mała ilość wolnej przestrzeni dyskowej

source: Error: This is an oversized transaction that requires a transaction fee of %s
pl: Błąd: transakcja przekracza limit rozmiaru i wymaga prowizji w wysokości %s

source: Error: Transaction creation failed
pl: Błąd: nie udało się utworzyć transakcji

source: Sending...
pl: Wysyłanie...

source: Error: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
pl: Błąd: transakcja została odrzucona. Ta sytuacja może się zdarzyć kiedy część funduszy z portfela została już wydana, np. w sytuacji gdy płatność została zarejestrowana w utworzonej wcześniej kopii pliku wallet.dat ale nie w pliku oryginalnym.

source: Invalid amount
pl: Nieprawidłowa kwota

source: Insufficient funds
pl: Niewystarczająca ilość środków

source: Invalid bitcoin address
pl: Nieprawidłowy adres bitcoin

source: Unable to bind to port %d on this computer. Bitcoin is probably already running.
pl: Nie można powiązać z portem %d tego komputera. Prawdopodobnie program Bitcoin jest już uruchomiony.

source: Warning: %s, you must set rpcpassword=<password> in the configuration file: %s If the file does not exist, create it with owner-readable-only file permissions.
pl: Ostrzeżenie: %s, należy ustawić rpcpassword=<password> w pliku konfiguracyjnym: %s Jeśli plik nie istnieje, proszę go utworzyć i nadać uprawnienia do odczytywania tylko jego właścicielowi.

source: You must set rpcpassword=<password> in the configuration file: %s If the file does not exist, create it with owner-readable-only file permissions.
pl: Należy ustawić rpcpassword=<password> w pliku konfiguracyjnym: %s Jeśli plik nie istnieje, proszę go utworzyć i nadać uprawnienia do odczytywania tylko jego właścicielowi.

source: This transaction is over the size limit. You can still send it for a fee of %s, which goes to the nodes that process your transaction and helps to support the network. Do you want to pay the fee?
pl: Rozmiar tej transakcji przekracza określony limit. Mimo to wciąż można ją zrealizować, opłacając prowizję w wysokości %s. Prowizja zostanie rozdysponowana pomiędzy węzłami realizującymi transakcję i wesprze sieć. Opłacić prowizję?

source: Status
pl: Stan

source: Date
pl: Data

source: Description
pl: Opis

source: Debit
pl: Obciążenie

source: Credit
pl: Uznanie

source: %d/offline?
pl: %d/brak połączenia?

source: %d/unconfirmed
pl: %d/nie potwierdzono

source: %d confirmations
pl: %d potwierdzeń

source: Generated
pl: Wygenerowano

source: Generated (%s matures in %d more blocks)
pl: Wygenerowano (%s płatne za %d bloków)

source: Generated - Warning: This block was not received by any other nodes and will probably not be accepted!
pl: Wygenerowano - ostrzeżenie: tego bloku nie otrzymał żaden inny węzeł i prawdopodobnie nie zostanie on zaakceptowany!

source: Generated (not accepted)
pl: Wygenerowany (nie zaakceptowano)

source: From:
pl: Adres nadawcy:

source: Received with:
pl: Adres odbiorczy:

source: Payment to yourself
pl: Płatność dla siebie

source: To:
pl: Adres odbiorcy:

source: Generating
pl: Generowanie

source: (not connected)
pl: (nie połączono)

source: %d connections %d blocks %d transactions
pl: %d połączeń %d bloków %d transakcji

source: New Receiving Address
pl: Nowy adres odbiorczy

source: You should use a new address for each payment you receive. Label
pl: Zaleca się użycie nowego adresu dla każdej otrzymanej płatności. Etykieta

source: <b>Status:</b>
pl: <b>Stan:</b>

source: , has not been successfully broadcast yet
pl: , nie został jeszcze nadany

source: , broadcast through %d node
pl: , nadany za pośrednictwem %d węzła

source: , broadcast through %d nodes
pl: , nadany za pośrednictwem %d węzłów

source: <b>Date:</b>
pl: <b>Data:</b>

source: <b>Source:</b> Generated<br>
pl: <b>Źródło:</b> wygenerowano<br>

source: <b>From:</b>
pl: <b>Adres nadawcy:</b>

source: unknown
pl: nieznany

source: <b>To:</b>
pl: <b>Adres odbiorcy:</b>

source: (yours, label:
pl: (Twój, etykieta:

source: (yours)
pl: (Twój)

source: <b>Credit:</b>
pl: <b>Uznanie:</b>

source: (%s matures in %d more blocks)
pl: (%s płatne za %d bloków)

source: (not accepted)
pl: (nie zaakceptowano)

source: <b>Debit:</b>
pl: <b>Obciążenie:</b>

source: <b>Transaction fee:</b>
pl: <b>Prowizja transakcji:</b>

source: <b>Net amount:</b>
pl: <b>Kwota netto:</b>

source: Message:
pl: Wiadomość:

source: Comment:
pl: Komentarz:

source: Generated coins must wait 120 blocks before they can be spent. When you generated this block, it was broadcast to the network to be added to the block chain. If it fails to get into the chain, it will change to "not accepted" and not be spendable. This may occasionally happen if another node generates a block within a few seconds of yours.
pl: Zanim wygenerowane fundusze będzie można wydać, należy poczekać na wygenerowanie kolejnych 120 bloków. Po wygenerowaniu blok został nadany w sieci w celu dołączenia go do łańcucha. Jeżeli nie uda się dodać go do łańcucha, jego stan zostanie zamieniony na "nie zaakceptowany" a wygenerowanych funduszy nie będzie można wydać. Taka sytuacja może się czasami zdarzyć, kiedy inny węzeł wygeneruje blok w podobnym czasie.

source: Cannot write autostart/bitcoin.desktop file
pl: Nie można zapisać pliku automatycznego uruchamiania bitcoin.desktop

source: Main
pl: Ogólne

source: &Start Bitcoin on window system startup
pl: &Uruchamianie programu wraz z uruchomieniem systemu

source: &Minimize on close
pl: &Minimalizowanie okna zamiast zamykania

source: version %s%s BETA
pl: wersja %s%s beta

source: n/a
pl: n/d

source: Can't include a message when sending to a Bitcoin address
pl: Nie można załączyć wiadomości przesyłając płatność na wprowadzony adres Bitcoin

source: Error in amount
pl: Niepoprawna kwota

source: Send Coins
pl: Wyślij płatność

source: Amount exceeds your balance
pl: Kwota przekracza saldo

source: Total exceeds your balance when the
pl: Kwota płatności przekracza saldo po doliczeniu

source: transaction fee is included
pl: BTC prowizji transakcji

source: Payment sent
pl: Wysłano płatność

source: Invalid address
pl: Niepoprawny adres

source: Sending %s to %s
pl: Wysyłanie %s do %s

source: CANCELLED
pl: ANULOWANO

source: Cancelled
pl: Anulowano

source: Transfer cancelled
pl: Anulowano transfer

source: Error:
pl: Błąd:

source: Connecting...
pl: Nawiązywanie połączenia...

source: Unable to connect
pl: Nie można nawiązać połączenia

source: Requesting public key...
pl: Żądanie przedstawienia klucza publicznego...

source: Received public key...
pl: Otrzymano klucz publiczny...

source: Recipient is not accepting transactions sent by IP address
pl: Odbiorca nie akceptuje transakcji wysłanych na adres IP

source: Transfer was not accepted
pl: Nie zaakceptowano transferu

source: Invalid response received
pl: Otrzymano niepoprawną odpowiedź

source: Creating transaction...
pl: Tworzenie transakcji...

source: This is an oversized transaction that requires a transaction fee of %s
pl: Transakcja przekracza limit rozmiaru i wymaga prowizji w wysokości %s

source: Transaction creation failed
pl: Nie udało się utworzyć transakcji

source: Transaction aborted
pl: Anulowano transakcję

source: Lost connection, transaction cancelled
pl: Utracono połączenie i anulowano transakcję

source: Sending payment...
pl: Wysyłanie płatności...

source: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
pl: Transakcja została odrzucona. Ta sytuacja może się zdarzyć kiedy część funduszy z portfela została już wydana, np. w sytuacji gdy płatność została zarejestrowana w utworzonej wcześniej kopii pliku wallet.dat ale nie w pliku oryginalnym.

source: Waiting for confirmation...
pl: Oczekiwanie na potwierdzenie...

source: The payment was sent, but the recipient was unable to verify it. The transaction is recorded and will credit to the recipient, but the comment information will be blank.
pl: Płatność została wysłana, ale odbiorca nie mógł jej zweryfikować. Transakcja została zapisana i zostanie zrealizowana, ale jej komentarz będzie pusty.

source: Payment was sent, but an invalid response was received
pl: Płatność została wysłana, ale otrzymano niepoprawną odpowiedź.

source: Payment completed
pl: Wykonano płatność

source: Name
pl: Etykieta

source: Address
pl: Adres

source: Label
pl: Etykieta

source: Bitcoin Address
pl: Adres

source: This is one of your own addresses for receiving payments and cannot be entered in the address book.
pl: Wprowadzony adres wykorzystywany jest do odbioru płatności i nie może zostać dodany do listy.

source: Edit Address
pl: Edytowanie adresu

source: Edit Address Label
pl: Edytowanie etykiety adresu

source: Add Address
pl: Dodawanie adresu

source: Bitcoin - Generating
pl: Bitcoin - generowanie funduszy

source: Bitcoin - (not connected)
pl: Bitcoin - (nie połączono)

source: &Open Bitcoin
pl: &Otwórz Bitcoin

source: O&ptions...
pl: P&referencje...

source: &Generate Coins
pl: &Generowanie funduszy

source: E&xit
pl: Za&kończ

source: Program has crashed and will terminate.
pl: Program uległ awarii i zostanie zakończony.

source: &File
pl: &Plik

source: &Your Receiving Addresses...
pl: &Adresy odbiorcze...

source: &Options...
pl: P&referencje...

source: &Settings
pl: &Ustawienia

source: &About...
pl: &O programie...

source: &Help
pl: &Pomoc

source: Address Book
pl: Adresy

source: Your Bitcoin Address:
pl: Bieżący adres:

source: &New...
pl: &Nowy...

source: &Copy to Clipboard
pl: &Skopiuj

source: Balance:
pl: Saldo:

source: All
pl: Wszystkie

source: Sent
pl: Wysłane

source: Received
pl: Otrzymane

source: In Progress
pl: W trakcie

source: All Transactions
pl: Wszystkie

source: Sent/Received
pl: Wysłane/otrzymane

source: Sent
pl: Wysłane

source: Received
pl: Otrzymane

source: &Limit coin generation to
pl: &Ograniczenie generowania funduszy do

source: processors
pl: CPU

source: &Start Bitcoin on system startup
pl: &Uruchamianie programu wraz z uruchomieniem systemu

source: &Minimize to the tray instead of the taskbar
pl: &Minimalizowanie okna do ikony obszaru powiadamiania

source: M&inimize to the tray on close
pl: M&inimalizowanie do ikony obszaru powiadamiania zamiast zamykania

source: &Connect through socks4 proxy:
pl: Łą&czenie za pośrednictwem protokołu pośredniczącego socks4

source: Proxy &IP:
pl: Adres &IP serwera proxy:

source: Optional transaction fee per KB that helps make sure your transactions are processed quickly. Most transactions are 1KB. Fee 0.01 recommended.
pl: Opcjonalna prowizja określona dla KB transakcji daje pewność, że transakcja zostanie przeprowadzona szybko. Zwykle rozmiar transakcji wynosi 1KB. Rekomendowana prowizja to 0.01.

source: Pay transaction fee:
pl: Wysokość prowizji transakcji:

source: Cancel
pl: Anuluj

source: &Apply
pl: &Zastosuj

source: version
pl: wersja

source: Copyright (c) 2009-2010 Bitcoin Developers This is experimental software. Distributed under the MIT/X11 software license, see the accompanying file license.txt or http://www.opensource.org/licenses/mit-license.php. This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/) and cryptographic software written by Eric Young (eay@cryptsoft.com).
pl: Copyright (c) 2009-2011 Bitcoin Developers To jest oprogramowanie eksperymentalne. Dystrybuowanie na warunkach licencji MIT/X11. Proszę zapoznać się z licencją zawartą w pliku license.txt lub pod adresem internetowym http://www.opensource.org/licenses/mit-license.php. Ten produkt zawiera oprogramowanie stworzone w ramach projektu OpenSSL do użytku z pakietem narzędziowym OpenSSL (http://www.openssl.org/) oraz oprogramowanie kryptograficzne autorstwa Eric'a Young (eay@cryptsoft.com).

source: Enter a Bitcoin address (e.g. 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJED9L) or IP address (e.g. 123.45.6.7)
pl: Proszę wprowadzić adres Bitcoin (np. 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJED9L) lub adres IP (np. 123.45.6.7)

source: Pay &To:
pl: &Odbiorca:

source: &Paste
pl: &Wklej

source: Address &Book...
pl: &Adresy...

source: &Amount:
pl: &Kwota:

source: &From:
pl: &Nadawca:

source: &Message:
pl: &Wiadomość:

source: &Send
pl: &Wyślij

source: Connecting...
pl: Nawiązywanie połączenia...

source: These are your Bitcoin addresses for receiving payments. You may want to give a different one to each sender so you can keep track of who is paying you. The highlighted address is displayed in the main window.
pl: Poniższe adresy Bitcoin służą do odbioru płatności. Każdy adres można przeznaczyć dla innego nadawcy w celu łatwiejszego śledzenia nadchodzących płatności. Zaznaczony adres będzie wyświetlany w głównym oknie programu.

source: &Edit...
pl: &Edytuj...

source: &New Address...
pl: &Dodaj...

source: Sending
pl: Nadawcze

source: These are your Bitcoin addresses for receiving payments. You can give a different one to each sender to keep track of who is paying you. The highlighted address will be displayed in the main window.
pl: Poniższe adresy Bitcoin służą do odbioru płatności. Każdy adres można przeznaczyć dla innego nadawcy w celu łatwiejszego śledzenia nadchodzących płatności. Zaznaczony adres będzie wyświetlany w głównym oknie programu.

source: Receiving
pl: Odbiorcze

source: &Delete
pl: &Usuń

source: Warning: Please check that your computer's date and time are correct. If your clock is wrong Bitcoin will not work properly.
pl: Ostrzeżenie: proszę sprawdzić ustawienia daty i czasu komputera. Właściwe wskazania zegara są wymagane do poprawnej pracy programu.

source: Transaction Details
pl: Szczegóły transakcji

source: Options
pl: Preferencje

source: About Bitcoin
pl: O programie Bitcoin

source: Your Bitcoin Addresses
pl: Twój adres Bitcoin
